Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/inarinsaamen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: smn

source: Inarinsaamen aakkosvideo valmistui
smn: Anarâškielâ puustavvideo lii valmâštum

source: Inarinsaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
smn: Anarâškielâ puustavvideo lii valmâštum. Videost Sáárákáisá já Siiri uuccâv anarâškielâ pustavijd.

source: Videolla esiintyvät Sáárákáisá ja Siiri, he etsivät ja löytävät inarinsaamen aakkosia.
smn: Jyehi pustavân suoi adelává ovdâmeerhâ.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
smn: Sämitige škovlim- já oppâmaterialtoimâttâh lii pyevtittâm video já tot lii puohháid keččâmnáál.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
smn: Videost lává fáárust Sáárákáisá Seurujärvi já Siiri Angeli.

source: Videolla ovat mukana Sáárákáisá Seurujärvi ja Siiri Angeli.
smn: Video kietâčalluu lává ráhtám Henna Lehtola já Neeta Jääskö.

source: Videon käsikirjoituksen ovat tehneet Henna Lehtola ja Neeta Jääskö.
smn: Video lii kuvvim já editistám Eeva Mäkinen.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
smn: Liŋkkâ puustavvideon: www.youtube.com/watch?v=CxrPDtIbZkA

source: Katso video tästä: www.youtube.com/watch?v=CxrPDtIbZkA
smn: Škovlim- já oppâmateriaaltoimâttâh
